Repository: CSRedRat/google2ubuntu
Catalog: i18n/*/LC_MESSAGES/google2ubuntu.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: list of commands
de_de: Liste der Kommandos
es_es: lista de ordenes
fr_fr: listes des commandes
it_it: lista dei comandi
pt_pt: lista de comandos

source: Keys
de_de: Schlüssel
es_es: clave
fr_fr: Clés
it_it: Tasti
pt_pt: Chaves

source: Commands
de_de: Kommandos
es_es: ordenes
fr_fr: Commandes
it_it: Comandi
pt_pt: Comandos

source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
pt_pt: Pronto

source: key sentence
de_de: Schlüssel-Satz
es_es: su sentencia
fr_fr: phrase clé
it_it: frase chiave
pt_pt: frase-chave

source: external
de_de: extern
es_es: externas
fr_fr: externe
it_it: esterno
pt_pt: externo

source: modules
de_de: module
es_es: módulos
it_it: moduli
pt_pt: módulos

source: External commands
de_de: externe Kommandos
es_es: Ordenes externas
fr_fr: Commandes externes
it_it: Comando esterno
pt_pt: Comandos externos

source: Internal commands
de_de: interne Kommandos
es_es: Ordenes internas
fr_fr: Commandes internes
it_it: Comando interno
pt_pt: Comandos internos

source: Module
de_de: Modul
es_es: Módulo
it_it: Modulo
pt_pt: Módulo

source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
it_it: Aggiungi
pt_pt: Adicionar

source: Add a new command
de_de: Füge neues Kommando hinzu
es_es: Agregar nueva orden
fr_fr: Ajouter une nouvelle commande
it_it: Aggiungi un nuovo comando
pt_pt: Adicionar novo comando

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
pt_pt: Remover

source: Remove this command
de_de: Entferne dieses Kommando
es_es: Eliminar esta orden
fr_fr: Supprimer cette commande
it_it: Rimuovi questo comando
pt_pt: Remover este comando

source: Clean up
de_de: Aufräumen
es_es: Limpiar
fr_fr: Nettoyer
it_it: Pulisci
pt_pt: Limpar

source: Remove all commands
de_de: Entferne alle Kommandos
es_es: Eliminar todas las ordenes
fr_fr: Supprimer toutes les commandes
it_it: Rimuovi tutti i comandi
pt_pt: Remover todos os comandos

source: Try
de_de: Versuche
es_es: Intentar
fr_fr: Essayer
it_it: Prova
pt_pt: Tentar

source: Try this command
de_de: Versuche dieses Kommando
es_es: Intentar esta orden
fr_fr: Essayer cette commande
it_it: Prova questo comando
pt_pt: Tentar este comando

source: Module setup
de_de: Modulsetup
es_es: Módulo confiuguracion
fr_fr: Configuration du module
it_it: Configurazione modulo
pt_pt: Módulo de cofigurações

source: Setup
es_es: Configuración
fr_fr: Configuration
it_it: Impostazioni
pt_pt: Configurações

source: Open setup window
de_de: Setup Fenster öffnen
es_es: Abrir la ventana de configuración
fr_fr: Ouvrir la fenêtre de configuration
it_it: Apri le impostazioni
pt_pt: Abrir janela configurações

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
pt_pt: Ajuda

source: Display help message
de_de: Zeige Hilfe
es_es: Mostrar la ayuda
fr_fr: Afficher l'aide
it_it: Mostra messaggi d'aiuto
pt_pt: Mostrar mensagem de ajuda

source: All
de_de: alles
es_es: Todas
fr_fr: Toutes
it_it: Tutti
pt_pt: Todos

source: External
de_de: extern
es_es: Externas
fr_fr: Externes
it_it: Esterni
pt_pt: Externo

source: Internal
de_de: intern
es_es: Internas
fr_fr: Internes
it_it: Interni
pt_pt: Interno

source: Modules
de_de: Module
es_es: Módulos
it_it: Moduli
pt_pt: Módulos

source: What type of command to add
de_de: Welcher Typ von Kommando soll hinzugefügt werden
es_es: Que type de orden agregar
fr_fr: Quelle type de commande ajouter
it_it: Tipo di comando da aggiungere
pt_pt: Que tipo de comando adicionar

source: internal
de_de: intern
es_es: internas
fr_fr: interne
it_it: interno
pt_pt: Interno

source: your command
de_de: ihr Kommando
es_es: su orden
fr_fr: votre commande
it_it: comando
pt_pt: O seu comando

source: word
de_de: Wort
es_es: palabra
fr_fr: mot
it_it: parola
pt_pt: palavra

source: Error, you must choose a file
de_de: Fehler, wählen sie eine Datei
es_es: Error, debe seleccionar un archivo
fr_fr: Erreur, vous devez choisir un fichier
it_it: Errore devi scegliere un file
pt_pt: Erro, deve escolher um ficheiro

source: Error, args file missing
de_de: Fehler, args fehlen
es_es: Error, archivo args ausente
fr_fr: Error, fichier args manquant
it_it: Errore file mancante
pt_pt: Erro, ficheiro de argumento em falta

source: Save commands
de_de: Speichere Kommandos
es_es: Salvar ordenes
fr_fr: Sauvegarde des commandes
it_it: Salva i comandi
pt_pt: Guardar comandos

source: Linking word
de_de: Verbinde Wort
es_es: Palabra para vincular
fr_fr: Mot de liaison
it_it: Parola collegata
pt_pt: Associar palavras

source: Word to separate call and parameter
de_de: Wort um Aufruf und Parameter zu trennen
es_es: Palabra que permite separar los parametros y la llamade del modulo
fr_fr: Mot séparant l'appel du module des paramètres
it_it: Parola per separare chiamata e parametro
pt_pt: Palavra para separar chamada e parâmetro

source: Replace space by plus
de_de: Ersetze Leerzeichen mit Plus
es_es: Substituir los espacios por adicion
fr_fr: Remplacer les espaces par des plus
it_it: Sostituisci spazio con un +
pt_pt: Substituir espaço por mais

source: Go
de_de: Los
es_es: Continuar
fr_fr: Continuer
it_it: Vai
pt_pt: Continuar

source: time
de_de: Zeit
es_es: hora
fr_fr: heure
it_it: orario
pt_pt: tempo

source: power
de_de: Spannung
es_es: bateria
fr_fr: batterie
it_it: batteria
pt_pt: bateria

source: clipboard
de_de: Ablage
es_es: portapapeles
fr_fr: presse-papier
it_it: appunti
pt_pt: área de transferência

source: dictation mode
de_de: Diktatmodus
es_es: modo dictado
fr_fr: mode dictée
it_it: modalità dettatura
pt_pt: modo de ditar

source: exit dictation mode
de_de: Diktatmodus verlassen
es_es: salgar del modo dictado
fr_fr: sortir du mode dictée
it_it: esci dalla modalità dettatura
pt_pt: sair do modo de ditar

source: Nothing in the clipboard
de_de: Nichts in der Ablage
es_es: el portapapeles est vacio
fr_fr: Rien dans le presse papier
it_it: Appunti vuoto
pt_pt: Nada na área de transferência

source: it is
de_de: es ist
es_es: es
fr_fr: il est
it_it: sono le
pt_pt: é

source: hour
de_de: Stunde
es_es: hora
fr_fr: heure
it_it: e
pt_pt: hora

source: minute
es_es: minuta
pt_pt: minuto

source: Charging
de_de: Lädt
es_es: Cargando
fr_fr: Chargement
it_it: Caricamento
pt_pt: Em carga

source: before charging
de_de: vor dem laden
es_es: antes de cargando
fr_fr: avant chargement
it_it: prima del caricamento
pt_pt: antes de carregar

source: Discharging
de_de: Entlädt
es_es: Descargando
fr_fr: Déchargement
it_it: Caricamento annullato
pt_pt: Em descarga

source: remaining
de_de: verbleibend
es_es: queda
fr_fr: restant
it_it: rimasto
pt_pt: restante

source: battery is not plugged
de_de: Batterie ist nicht eingesteckt
es_es: la bateria no esta
fr_fr: La batterie est absente
it_it: batteria non inserita
pt_pt: a bateria não está ligada

source: Help Google2Ubuntu
de_de: Hilfe Google2Ubuntu
es_es: Ayuda de google2ubuntu
fr_fr: Aide Google2Ubuntu
it_it: Aiuta Google2Ubuntu
pt_pt: Ajude Google2Ubuntu

source: unable to translate
de_de: übersetzung nicht möglich
es_es: imposible de traducir
fr_fr: impossible de traduire
it_it: rilevazione non possibile
pt_pt: incapaz de traduzir

source: Choose a file
de_de: Wähle eine Datei
es_es: Elige une archivo
fr_fr: Choisir un fichier
it_it: Scegli un file
pt_pt: Escolha um ficheiro

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
pt_pt: Erro

source: Recognition result
de_de: Erkanntes Ergebnis
es_es: Resultado del reconocimiento
fr_fr: Résultats de la reconnaissance
it_it: Risultato riconoscimento
pt_pt: Resultado do reconhecimento

source: Calling command
de_de: Aufrufendes Kommando
es_es: orden de llamada
fr_fr: Appel de la commande
it_it: Esecuzione del comando
pt_pt: Chamada do comando

source: Information
es_es: Información
it_it: Informazioni
pt_pt: Informação

source: Performing recording
de_de: Führe Aufnahme aus
es_es: Registro en cursos
fr_fr: Enregistrement en cours
it_it: Avvio della registrazione
pt_pt: Gravação em curso

source: Please speak
de_de: Sprechen sie bitte
es_es: Por favor, hable
fr_fr: Vous pouvez parler
it_it: Parla
pt_pt: Por favor, fale

source: Done
de_de: Fertig
es_es: terminado
fr_fr: Fait
it_it: Effettuato
pt_pt: Pronto

source: Setup window
de_de: Setupfenster
es_es: Ventana de configuración
fr_fr: Fenêtre de configuration
it_it: Finestra delle impostazioni
pt_pt: Janela de configurações

source: Select your language
de_de: Wählen sie ihre Sprache
es_es: Elija su idioma
fr_fr: Choisir votre langue
it_it: Seleziona la lingua
pt_pt: Selecione o seu idioma

source: Set the recording time (seconds)
de_de: Wählen sie die Aufnahmedauer
es_es: Ajuste el tiempo de grabación (segundos)
fr_fr: Régler le temps d'enregistrement
it_it: Imposta il tempo per la registrazione (in secondi)
pt_pt: Definir o tempo de gravação (segundos)

source: Set the music player's play command
de_de: Wählen sie das Kommando zum abspielen von Musik
es_es: Ajustar el control de pausa del jugador de medios
fr_fr: Commande pour relancer le lecteur multimédia
it_it: Imposta il comando per avviare la musica del tuo player
pt_pt: Definir o comando do leitor de audio para reproduzir

source: Set the music player's pause command
de_de: Wählen sie das Kommando zum pausieren der Musik
es_es: Ajustar el control de la reproducción del reproductor multimedia
fr_fr: Commande pour mettre en pause le lecteur multimédia
it_it: Imposta il comando per mettere in pausa il tuo player
pt_pt: Definir o comando do leitor para pausa

source: Change the recording time
de_de: Ändern sie die Aufnahmedauer
es_es: Cambiar el tiempo de grabación
fr_fr: Changer le temps d'enregistrement
it_it: Cambia il tempo per la registrazione
pt_pt: Mudar o tempo de gravação

source: Set the play command
de_de: Wählen sie das Play-Kommando
es_es: Ajustar el control de reproducción
fr_fr: Régler la commande de lecture
it_it: Imposta il comando play
pt_pt: Definir o comando para reproduzir

source: Set the pause command
de_de: Wählen sie das Pause-Kommando
es_es: Ajustar el control de pausa
fr_fr: Définir la commande de pause
it_it: Imposta il comando pausa
pt_pt: Definir o comando de pausa

source: What language to choose
de_de: Welche Sprache wählen sie
es_es: Qué idioma para elegir
fr_fr: Quel langue choisir
it_it: Scegli la lingua
pt_pt: Qual idioma a escolher

source: Setup file missing
de_de: Setup-Datei fehlt
es_es: El archivo de configuración ausente
fr_fr: Fichier de configuration manquant
it_it: File di configurazione mancante
pt_pt: Ficheiro de configuração em falta

source: you didn't say the linking word
de_de: sie haben das Verbindungswort nicht gesagt
es_es: no has dicho la palabra de enlace
fr_fr: vous n'avez pas prononcé le mot de liaison
it_it: non hai detto la parola collegata
pt_pt: Não disse a palavra associada

source: args file missing
de_de: args-Datei fehlt
es_es: args archivo ausente
fr_fr: fichier args manquant
it_it: file mancante
pt_pt: Ficheiro de argumento em falta
